Repository: elbakouchi/RoadLink
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: List Divisions
fr: Liste des Divisions

source: Bookings
fr: Réservations

source: List Bookings
fr: Liste des Réservations

source: Create Booking
fr: Créer Réservation

source: List Parkings
fr: Liste des Parkings

source: Vehicles
fr: Véhicules

source: List Vehicles
fr: Liste des Véhicules

source: List Budgets
fr: Liste des Budgets

source: Create Budget
fr: Créer Budget

source: List Affectations
fr: Liste des Affectations

source: Create Affectation
fr: Créer Affectation

source: Organisms
fr: Organismes

source: List Organisms
fr: Liste des Organismes

source: Delete Book
fr: Supprimer Réservation

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Edit Book
fr: Modifier Réservation

source: Create Book
fr: Créer Réservation

source: Save Changes
fr: Enregistrer les Modifications

source: Create
fr: Créer

source: Book List
fr: Liste des Réservations

source: Books
fr: Réservations

source: Add New Book
fr: Ajouter une Nouvelle Réservation

source: Status
fr: Statut

source: Allotted User
fr: Utilisateur attribué

source: Edit
fr: Modifier

source: Delete Budget
fr: Supprimer Budget

source: Edit Budget
fr: Modifier Budget

source: Budget List
fr: Liste des Budgets

source: Add New Budget
fr: Ajouter un Nouveau Budget

source: Title
fr: Titre

source: Fiscal Year Start
fr: Début de l'Année fiscale

source: Fiscal Year End
fr: Fin de l'Année fiscale

source: Edit District
fr: Modifier District

source: Create District
fr: Créer District

source: Name
fr: Nom

source: Updated At
fr: Mise à Jour le

source: Delete Affectation
fr: Supprimer Affectation

source: Edit Affectation
fr: Modifier Affectation

source: Affectation List
fr: Liste des Affectations

source: Add New Affectation
fr: Ajouter une Nouvelle Affectation

source: Delete Organism
fr: Supprimer Organisme

source: Edit Organism
fr: Modifier Organisme

source: Organism List
fr: Liste des Organismes

source: Add New Organism
fr: Ajouter un Nouvel Organisme

source: Ministry
fr: Ministère

source: Department
fr: Département

source: Delete Parking
fr: Supprimer Parking

source: Edit Parking
fr: Modifier Parking

source: Parking List
fr: Liste des Parkings

source: Add New Parking
fr: Ajouter un Nouveau Parking

source: Delete Vehicle
fr: Supprimer Véhicule

source: Edit Vehicle
fr: Modifier Véhicule

source: Vehicle List
fr: Liste des Véhicules

source: Add New Vehicle
fr: Ajouter un Nouveau Véhicule

source: Brand
fr: Marque

source: Model
fr: Modèle

source: Registration Plate
fr: Plaque d'Immatriculation
